{
  "txt_tier_1_tier": "Cấp 1",
  "txt_tier_1_name": "Dựa trên phiên",
  "txt_tier_1_levelname": "Cơ bản",
  "txt_tier_1_content": "Lý tưởng cho khách truy cập trang web mới hoặc nếu bạn không muốn dữ liệu của mình được lưu trữ sau lần truy cập hiện tại.",
  "txt_tier_1_content_custom": "Trong phiên 30 phút, chúng tôi chỉ sử dụng dữ liệu hành vi (không phải dữ liệu cá nhân) để nâng cao trải nghiệm duyệt web của bạn.",
  "txt_tier_1_term": "Bạn đồng ý với việc thu thập dữ liệu chỉ trong phiên 30 phút.",
  "txt_tier_1_term_custom": "Quyền riêng tư dựa trên phiên 30 phút",
  "txt_tier_1_upgrade": "Nâng cấp lên Đồng ý Cấp 2 - Trung bình",
  "txt_tier_1_upgradetext": " & thêm vào Ví Web3 để có sự đồng ý và kiểm soát dữ liệu tốt hơn hoặc thu hồi bất kỳ lúc nào bạn chọn.",
  "txt_tier_2_tier": "Cấp 2",
  "txt_tier_2_name": "AesirX Shield of Privacy",
  "txt_tier_2_levelname": "Trung bình",
  "txt_tier_2_content": "Lý tưởng cho trải nghiệm trực tuyến được cá nhân hóa và quản lý sự đồng ý an toàn trên các phiên và nền tảng.",
  "txt_tier_2_content_custom": "Tận hưởng trải nghiệm trực tuyến được cá nhân hóa trên nhiều phiên và nền tảng với tính năng quản lý sự đồng ý an toàn.",
  "txt_tier_2_term": "Bạn đồng ý cho phép sử dụng dữ liệu trong nhiều phiên.",
  "txt_tier_2_term_custom": "Trải nghiệm kỹ thuật số nâng cao với Lá chắn bảo mật",
  "txt_tier_2_upgrade": "Nâng cấp lên Đồng ý Bậc 3 - Cao",
  "txt_tier_2_upgradetext": " & thêm vào Đồng ý phi tập trung dựa trên ví để đưa ra sự đồng ý rõ ràng đối với việc thu thập và xử lý dữ liệu để có trải nghiệm an toàn, riêng tư và được cá nhân hóa nhất.",
  "txt_tier_3_tier": "Cấp 3",
  "txt_tier_3_name": "Ví phi tập trung",
  "txt_tier_3_levelname": "Cao",
  "txt_tier_3_content": "Sử dụng Ví Web3 để kiểm soát tốt hơn dữ liệu của bạn.",
  "txt_tier_3_content_custom": "Tận hưởng quyền riêng tư cao hơn và kiểm soát dữ liệu của bạn nhiều hơn với tùy chọn thu hồi sự đồng ý bất cứ lúc nào.",
  "txt_tier_3_term": "Bạn đồng ý cho dữ liệu của mình được sử dụng, có thể thu hồi bất kỳ lúc nào bạn chọn.",
  "txt_tier_3_term_custom": "Tích hợp Ví Web3",
  "txt_tier_3_upgrade": "Nâng cấp lên Đồng ý Bậc 4 - Siêu Cao cấp (bậc cao nhất của chúng tôi!)",
  "txt_tier_3_upgradetext": " & thêm AesirX Shield of Privacy để đưa ra sự đồng ý rõ ràng đối với việc thu thập và xử lý dữ liệu để có trải nghiệm an toàn, riêng tư và được cá nhân hóa nhất.",
  "txt_tier_4_tier": "Cấp 4",
  "txt_tier_4_name": "Ví kết hợp + AesirX Shield of Privacy",
  "txt_tier_4_levelname": "Siêu Nâng Cao",
  "txt_tier_4_content": "Sử dụng Ví Web3 + AesirX Shield of Privacy của bạn và có toàn quyền kiểm soát trên nhiều trang web đối với việc sử dụng dữ liệu của bạn. Đồng ý hoặc thu hồi quyền bất cứ lúc nào đối với quyền sở hữu dữ liệu phi tập trung thực sự.",
  "txt_tier_4_content_custom": "Kết hợp Ví Web3 của bạn với AesirX SoP để có toàn quyền kiểm soát nhiều trang web và quyền sở hữu dữ liệu phi tập trung thực sự.",
  "txt_tier_4_term": "Bạn đồng ý cho dữ liệu của mình được sử dụng, có thể thu hồi bất kỳ lúc nào bạn chọn.",
  "txt_tier_4_term_custom": "Kiểm soát toàn bộ dữ liệu với lá chắn bảo mật",
  "txt_tier_4_upgradetext": "Trải nghiệm cá nhân hóa và bảo vệ quyền riêng tư cao nhất!",
  "txt_show_details": "Hiển thị chi tiết",
  "txt_hide_details": "Ẩn chi tiết",
  "txt_no_collect": "Chúng tôi không thu thập bất kỳ dữ liệu cá nhân nào, chỉ thu thập thông tin chi tiết của người dùng.",
  "txt_shield_of_privacy": "Shield of Privacy",
  "txt_you_can_revoke": "Thu hồi sự đồng ý của bạn về việc sử dụng dữ liệu bất cứ khi nào bạn muốn.",
  "txt_go_to": "Đi tới",
  "txt_link": "liên kết",
  "txt_for_more_information": "để biết thêm thông tin.",
  "txt_manage_consent": "Quản lý sự đồng ý",
  "txt_revoke_consent": "Thu hồi sự đồng ý",
  "txt_yes_i_consent": "Đồng ý",
  "txt_reject_consent": "Từ chối",
  "txt_please_connect": "Vui lòng kết nối ví Concordium của bạn",
  "txt_please_sign": "Vui lòng ký vào tin nhắn trên ví của bạn hai lần và đợi nó được lưu.",
  "txt_save": "Đang lưu...",
  "txt_please_connect_your_wallet": "Vui lòng kết nối với ví của bạn",
  "txt_connecting": "Đang kết nối",
  "txt_here": "ĐÂY",
  "txt_visit": "Đến",
  "txt_tracking_data_privacy": "THEO DÕI QUYỀN RIÊNG TƯ DỮ LIỆU CỦA BẠN",
  "txt_consent": "Đồng ý",
  "txt_about": "Giới thiệu",
  "txt_detail": "Chi tiết",
  "txt_consent_to_data": "Đồng ý sử dụng dữ liệu thông qua Lá chắn bảo mật (SoP) để có toàn quyền kiểm soát dữ liệu cá nhân của bạn. Trải nghiệm duyệt web tôn trọng quyền riêng tư, an toàn và cá nhân hóa mà không cần cookie.",
  "txt_ethical_Compliance": "Có đạo đức & tuân thủ :",
  "txt_detail_1": "<span class='fw-semibold text-dark'>Kiểm soát dữ liệu mang tính cách mạng:</span> Trao quyền cho bản thân với toàn quyền kiểm soát dữ liệu của bạn.",
  "txt_detail_2": "<span class='fw-semibold text-dark'>Dữ liệu của bạn vẫn là của bạn:</span> Chúng tôi đảm bảo rằng dữ liệu của bạn không bao giờ được bán hoặc chia sẻ.",
  "txt_detail_3": "<span class='fw-semibold text-dark'>Chúng tôi không bao giờ sử dụng cookie:</span> Nội dung của bạn được cá nhân hóa mà không sử dụng cookie.",
  "txt_under Hiểu_your_consent": "Hiểu mức độ đồng ý của bạn",
  "txt_this_website_uses": "Trang web này sử dụng Mô hình đồng ý phân cấp 4 cấp mang tính cách mạng. Mỗi cấp thể hiện một cấp độ quyền hoặc quyền truy cập khác nhau mà người dùng có thể cấp cho dữ liệu của họ.",
  "txt_about_1": "Đảm bảo tuân thủ: Sử dụng SoP đảm bảo tuân thủ GDPR, CCPA và các luật về quyền riêng tư khác.",
  "txt_about_2": "Sự đồng ý linh hoạt: Bạn có thể thay đổi hoặc rút lại sự đồng ý của mình bất cứ lúc nào thông qua <a class='text-success fw-semibold text-design-underline' href='https://dapp.shield.aesirx.io' của chúng tôi target='_blank'>dApp</a>.",
  "txt_about_3": "Tìm hiểu thêm: Khám phá phương pháp xử lý dữ liệu của chúng tôi trong <a class='text-success fw-semibold text-trang trí-underline' href='https://aesirx.io/privacy-policy' target= '_blank'>Chính sách quyền riêng tư</a>.",
  "txt_about_4": "Dành cho doanh nghiệp: Nâng cao lòng tin, bảo mật danh tính người dùng và ngăn chặn vi phạm. Thông tin thêm tại <a class='text-success fw-semibold text-design-underline' href='https://shield.aesirx. io' target='_blank'>https://shield.aesirx.io</a>.",
  "txt_your_current_level": "Mức độ đồng ý hiện tại của bạn là:",
  "txt_upgrade_consent_to": "Đồng ý nâng cấp lên:",
  "txt_upgrade_consent": "Đồng ý nâng cấp",
  "txt_change_consent": "Thay đổi đồng ý",
  "txt_upgrade_consent_text": "Nâng cấp mức độ đồng ý của bạn và tận hưởng toàn bộ lợi ích của Lá chắn bảo mật để có được trải nghiệm kỹ thuật số được xác thực bằng ID, tùy chỉnh, an toàn.",
  "txt_cancel": "Hủy",
  "txt_no_personal_data": "Không có dữ liệu cá nhân nào được chia sẻ hoặc bán cho bên thứ 3."
}
