{
  "txt_tier_1_tier": "Niveau 1",
  "txt_tier_1_name": "Basé sur la session",
  "txt_tier_1_levelname": "De base",
  "txt_tier_1_content": "Idéal pour les nouveaux visiteurs du site ou si vous ne souhaitez pas que vos données soient stockées au-delà de votre visite actuelle.",
  "txt_tier_1_content_custom": "Pour une session de 30 minutes, nous utilisons uniquement des données comportementales (et non des données personnelles) pour améliorer votre expérience de navigation.",
  "txt_tier_1_term": "Vous consentez à la collecte de données pour une session de 30 minutes uniquement.",
  "txt_tier_1_term_custom": "Confidentialité basée sur une session de 30 minutes",
  "txt_tier_1_upgrade": "Mettre à niveau vers le consentement de niveau 2 - Moyen",
  "txt_tier_1_upgradetext": " & ajouter un portefeuille Web3 pour un meilleur contrôle des données et un consentement ou révoquer à tout moment.",
  "txt_tier_2_tier": "Niveau 2",
  "txt_tier_2_name": "Bouclier de confidentialité AesirX",
  "txt_tier_2_levelname": "Moyen",
  "txt_tier_2_content": "Idéal pour des expériences en ligne personnalisées et une gestion sécurisée du consentement entre les sessions et les plateformes.",
  "txt_tier_2_content_custom": "Profitez d'expériences en ligne personnalisées sur plusieurs sessions et plateformes, avec une gestion sécurisée du consentement.",
  "txt_tier_2_term": "Vous consentez à l'utilisation des données sur plusieurs sessions.",
  "txt_tier_2_term_custom": "Expériences numériques améliorées avec Bouclier de confidentialité",
  "txt_tier_2_upgrade": "Mettre à niveau vers le consentement de niveau 3 - Élevé",
  "txt_tier_2_upgradetext": " & ajoutez le consentement décentralisé basé sur le portefeuille pour donner un consentement explicite à la collecte et au traitement des données pour l'expérience la plus sécurisée, privée et personnalisée.",
  "txt_tier_3_tier": "Niveau 3",
  "txt_tier_3_name": "Portefeuille décentralisé",
  "txt_tier_3_levelname": "Élevé",
  "txt_tier_3_content": "Utilisez votre portefeuille Web3 pour un meilleur contrôle sur vos données.",
  "txt_tier_3_content_custom": "Profitez d'une plus grande confidentialité et d'un meilleur contrôle sur vos données avec la possibilité de révoquer votre consentement à tout moment.",
  "txt_tier_3_term": "Vous consentez à ce que vos données soient utilisées, qui peuvent être révoquées à tout moment.",
  "txt_tier_3_term_custom": "Intégration du portefeuille Web3",
  "txt_tier_3_upgrade": "Mettre à niveau vers le consentement de niveau 4 - Super avancé (notre niveau le plus élevé !)",
  "txt_tier_3_upgradetext": " & ajouter AesirX Shield of Privacy pour donner un consentement explicite à la collecte et au traitement des données pour l'expérience la plus sécurisée, privée et personnalisée.",
  "txt_tier_4_tier": "Niveau 4",
  "txt_tier_4_name": "Portefeuille combiné + bouclier de confidentialité AesirX",
  "txt_tier_4_levelname": "Super avancé",
  "txt_tier_4_content": "Utilisez votre portefeuille Web3 + AesirX Shield of Privacy et obtenez un contrôle multisite total de l'utilisation de vos données. Consentez ou révoquez les autorisations à tout moment pour une véritable propriété décentralisée des données.",
  "txt_tier_4_content_custom": "Combinez votre portefeuille Web3 avec AesirX SoP pour un contrôle multi-sites complet et une véritable propriété décentralisée des données.",
  "txt_tier_4_term": "Vous consentez à ce que vos données soient utilisées, qui peuvent être révoquées à tout moment.",
  "txt_tier_4_term_custom": "Contrôle total des données avec bouclier de confidentialité",
  "txt_tier_4_upgradetext": "L'expérience la plus personnalisée et la plus respectueuse de la vie privée !",
  "txt_show_details": "Afficher les détails",
  "txt_hide_details": "Masquer les détails",
  "txt_no_collect": "Nous ne collectons aucune donnée personnelle, uniquement des informations sur les utilisateurs.",
  "txt_shield_of_privacy": "Shield of Privacy",
  "txt_you_can_revoke": "Révoquer votre consentement à l'utilisation des données quand vous le souhaitez.",
  "txt_go_to": "Aller à",
  "txt_link": "lien",
  "txt_for_more_information": "pour plus d'informations.",
  "txt_manage_consent": "Gérer le consentement",
  "txt_revoke_consent": "Révoquer le consentement",
  "txt_yes_i_consent": "Consentement",
  "txt_reject_consent": "Rejeter",
  "txt_Please_connect": "Veuillez connecter votre portefeuille Concordium",
  "txt_Please_sign": "Veuillez signer deux fois le message sur votre portefeuille et attendre qu'il soit enregistré.",
  "txt_saving": "Enregistrement en cours...",
  "txt_Please_connect_your_wallet": "Veuillez vous connecter à votre portefeuille",
  "txt_connecting": "Connexion",
  "txt_here": "ICI",
  "txt_visit": "Visite",
  "txt_tracking_data_privacy": "PRÉFÉRENCES DE SUIVI ET DE CONFIDENTIALITÉ DES DONNÉES",
  "txt_consent": "Consentement",
  "txt_about": "À propos",
  "txt_detail": "Détails",
  "txt_consent_to_data": "Consentement à l'utilisation des données via Shield of Privacy (SoP) pour un contrôle total sur vos données personnelles. Bénéficiez d'une navigation respectueuse de la vie privée, sécurisée et personnalisée sans cookies.",
  "txt_ethical_compliant": "Éthique et conforme :",
  "txt_detail_1": "<span class='fw-semibold text-dark'>Contrôle révolutionnaire des données :</span> Donnez-vous le contrôle total de vos données.",
  "txt_detail_2": "<span class='fw-semibold text-dark'>Vos données restent les vôtres :</span> Nous garantissons que vos données ne sont jamais vendues ou partagées.",
  "txt_detail_3": "<span class='fw-semibold text-dark'>Nous n'utilisons jamais de cookies :</span> Votre contenu est personnalisé sans utilisation de cookies.",
  "txt_understanding_your_consent": "Comprendre vos niveaux de consentement",
  "txt_this_website_uses": "Ce site Web utilise un modèle de consentement décentralisé révolutionnaire à 4 niveaux. Chaque niveau représente un niveau différent d'autorisation ou d'accès que les utilisateurs peuvent accorder à leurs données.",
  "txt_about_1": "Conformité assurée : l'utilisation de SoP garantit la conformité au RGPD, au CCPA et aux autres lois sur la confidentialité.",
  "txt_about_2": "Consentement flexible : vous pouvez modifier ou retirer votre consentement à tout moment via notre <a class='text-success fw-semibold text-decoration-underline' href='https://dapp.shield.aesirx.io' target='_blank'>dApp</a>.",
  "txt_about_3": "En savoir plus : découvrez notre approche du traitement des données dans notre <a class='text-success fw-semibold text-decoration-underline' href='https://aesirx.io/privacy-policy' target= '_blank'>Politique de confidentialité</a>.",
  "txt_about_4": "Pour les entreprises : améliorez la confiance, sécurisez les identités des utilisateurs et prévenez les violations. Plus d'informations sur <a class='text-success fw-semibold text-decoration-underline' href='https://shield.aesirx. io' target='_blank'>https://shield.aesirx.io</a>.",
  "txt_your_current_level": "Votre niveau de consentement actuel est :",
  "txt_upgrade_consent_to": "Mettre à niveau le consentement vers :",
  "txt_upgrade_consent": "Consentement de mise à niveau",
  "txt_change_consent": "Consentement décentralisé",
  "txt_upgrade_consent_text": "Améliorez votre niveau de consentement et bénéficiez de tous les avantages du Bouclier de confidentialité pour des expériences numériques personnalisées, sécurisées et authentifiées par identification.",
  "txt_cancel": "Annuler",
  "txt_no_personal_data": "Aucune donnée personnelle n'est partagée ou vendue à des tiers."
}
